[{
        "name": "Don't Starve Together",
        "description": "Don't Starve Together is a survival game developed by Klei Entertainment. It is the multiplayer version of the original Don't Starve game. The game takes place in a randomly generated world where the player and their friends must work together to survive against various dangers such as hunger, monsters, and environmental hazards. Players must gather resources, craft tools and weapons, build shelters, and explore the world to find new resources and areas to survive. The game features a unique art style and gameplay mechanics, where players must manage their character's hunger, sanity, and health while balancing the demands of their survival needs. The game also features a variety of characters, each with their unique abilities and weaknesses, and players can choose to play as any of these characters. The game can be played in both cooperative and competitive modes, where players can work together to survive or try to sabotage each other's progress. Overall, Don't Starve Together offers an immersive and challenging survival experience that requires both strategic thinking and teamwork to succeed.",
        "url": "https://1cloudfile.com/i94v",
        "img": "https://i0.wp.com/tryrolling.com/wp-content/uploads/2019/06/steamworkshop_webupload_previewfile_437795317_preview.png?fit=1200%2C675&ssl=1"
    },
    {
        "name": "Sons Of The Forest",
        "description": "Sons of the Forest is an upcoming survival horror game and the sequel to the popular game The Forest. The game is being developed by Endnight Games and is set to be released in 2023. The game takes place in a mysterious forest where the player assumes the role of a survivor who has to face terrifying creatures and uncover the secrets of the forest. The game features improved graphics and gameplay mechanics compared to its predecessor, including more advanced crafting and building systems, new weapons, and more challenging enemies. In addition to the single-player mode, Sons of the Forest will also feature a multiplayer mode that allows players to team up with others to survive in the forest. Overall, Sons of the Forest promises to deliver a thrilling and immersive survival horror experience for players who enjoy challenging gameplay and scary environments.", 
        "url": "https://1cloudfile.com/dV36",
        "img": "https://img.etimg.com/thumb/msid-98415202,width-1100,height-619,imgsize-93800,overlay-economictimes/photo.jpg"
    }, {
        "name": "Subnautica",
        "description": "Subnautica is a survival and exploration game set on an alien ocean planet. The player assumes the role of a survivor of a crashed spaceship, and must collect resources, build bases, and navigate the dangerous waters filled with hostile creatures in order to uncover the mysteries of the planet and find a way to escape. The game features an open-world environment and a storyline that unfolds as the player progresses, with a strong emphasis on crafting and survival mechanics. Overall, Subnautica offers an immersive and challenging experience for players who enjoy exploration and survival games.",
        "url": "https://1cloudfile.com/i6xT",
        "img": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_656/b_white/f_auto/q_auto/ncom/en_US/games/switch/s/subnautica-switch/hero"
    }, {
        "name": "Jump King",
        "description": "Jump King is a challenging platformer game where players control a character who must jump from platform to platform to reach the top of a tower and rescue a smoking hot babe. The game is known for its difficulty, with each jump requiring precise timing and control to avoid falling back down to the bottom of the tower. Players must also manage their character's stamina, which depletes with each jump and can only be restored by resting on certain platforms. The game features a minimalist art style and a retro-inspired soundtrack, adding to its nostalgic appeal. Jump King is a game that rewards patience, perseverance, and skill, making it a satisfying but challenging experience for players. The game features a wide variety of missions, ranging from bank robberies to drug trafficking, and each mission requires players to plan and execute their heist using different tactics and equipment. Players can choose to play the game solo or with up to three other players in a cooperative multiplayer mode.",
        "url": "https://1cloudfile.com/23V5L",
        "img": "https://i0.wp.com/game3rb.com/wp-content/uploads/2022/05/0-66.jpg?resize=670%2C384&ssl=1"
    }, {
        "name": "Payday 2",
        "description": "Payday 2 is a first-person shooter game developed by Overkill Software. Players take on the role of a group of criminals engaging in various heists to earn money and build their reputation. The game offers a wide variety of missions, from bank robberies to drug trafficking, each requiring different tactics and equipment. Players can play solo or with up to three others in a cooperative multiplayer mode, earning money to purchase new weapons, equipment, and upgrades to customize their character's abilities and playstyle. With dynamic AI and an online matchmaking system, Payday 2 provides an exciting and challenging gameplay experience that requires strategic planning and teamwork to succeed in the criminal underworld.",
        "url": "https://thenewscasts.com/view/97rw",
        "img": "https://gaming-cdn.com/images/products/6639/orig/payday-2-legacy-collection-legacy-collection-pc-game-steam-cover.jpg?v=1657529342"
    }, {
        "name": "Deus ex revision",
        "description": "Deus Ex: Revision is a mod developed by Ion Storm for the original Deus Ex game. The mod enhances the game's graphics, gameplay, and level design while still preserving the original story and atmosphere. It includes high-resolution textures, improved lighting and shadows, and redesigned environments that give the game a modern look and feel. The mod also introduces new gameplay mechanics such as better enemy AI, new weapons, and an updated skill tree system that allows players to customize their character's abilities and playstyle. Furthermore, Deus Ex: Revision adds new side quests, hidden areas, and endings that enhance the game's replayability and depth. Overall, it is an excellent way to experience the classic game with improved visuals, gameplay mechanics, and additional content.",
        "url": "https://1cloudfile.com/m3aw",
        "img": "https://images.gog-statics.com/1f5d21c4b00dee1962847cecf4fd53b6943ef9fcf894b2b12a163a15c406b40c.jpg"
    }, {
        "name": "The Witcher 3",
        "description": "The Witcher 3: Wild Hunt is an action role-playing game developed by CD Projekt Red. The game follows the story of Geralt of Rivia, a monster hunter known as a Witcher, as he searches for his adopted daughter in a war-torn world. Players control Geralt in a third-person perspective, using swords and magical signs to fight against various creatures and humans. The game features a complex narrative with multiple choices that affect the story's outcome and characters' fates. The open world is vast and diverse, consisting of several regions with distinct environments and cultures, each filled with hidden treasures, unique characters, and secrets. The game also features a day and night cycle and dynamic weather that affects the gameplay and the behavior of creatures and humans. The Witcher 3 has been widely praised as one of the best video games of all time, with stunning visuals, immersive world, complex characters, and engaging gameplay, making it a modern classic of the RPG genre.",
        "url": "https://thenewscasts.com/view/dotk",
        "img": "https://image.api.playstation.com/vulcan/ap/rnd/202212/0814/9uU0gBq02jmXHtDsm82AV722.jpg"
    }
]