[{
        "name": "Cyberpunk 2077",
        "description": "Cyberpunk 2077 is an action role-playing game developed and published by CD Projekt Red. The game is set in a dystopian future in the year 2077 in the city of Night City, where players take on the role of V, a mercenary who is seeking to rise to the top of the city's criminal underworld. The game features a vast open world, with players able to explore Night City and its various districts, interact with a variety of characters, and engage in combat using a variety of weapons and cybernetic enhancements. The game also includes a branching storyline with multiple endings, with the player's choices and actions affecting the outcome of the game. In addition to the main storyline, the game features a variety of side quests and activities, including hacking, driving, and crafting. Players can also customize their character's appearance and abilities, and can form relationships with various NPCs throughout the game. ",
        "url": "https://cdn.mos.cms.futurecdn.net/BeyhFdCM2ugLQjX8vX7fuQ-1024-80.jpg.webp",
        "img": "https://images.unsplash.com/photo-1534423861386-85a16f5d13fd"
    },
    {
        "name": "Sons Of The Forest",
        "description": "Sons of the Forest is an upcoming survival horror game and the sequel to the popular game The Forest. The game is being developed by Endnight Games and is set to be released in 2023. The game takes place in a mysterious forest where the player assumes the role of a survivor who has to face terrifying creatures and uncover the secrets of the forest. The game features improved graphics and gameplay mechanics compared to its predecessor, including more advanced crafting and building systems, new weapons, and more challenging enemies. In addition to the single-player mode, Sons of the Forest will also feature a multiplayer mode that allows players to team up with others to survive in the forest. Overall, Sons of the Forest promises to deliver a thrilling and immersive survival horror experience for players who enjoy challenging gameplay and scary environments.", 
        "url": "https://crack.com/",
        "img": "https://img.etimg.com/thumb/msid-98415202,width-1100,height-619,imgsize-93800,overlay-economictimes/photo.jpg"
    }, {
        "name": "Subnautica",
        "description": "Subnautica is a survival and exploration game set on an alien ocean planet. The player assumes the role of a survivor of a crashed spaceship, and must collect resources, build bases, and navigate the dangerous waters filled with hostile creatures in order to uncover the mysteries of the planet and find a way to escape. The game features an open-world environment and a storyline that unfolds as the player progresses, with a strong emphasis on crafting and survival mechanics. Overall, Subnautica offers an immersive and challenging experience for players who enjoy exploration and survival games.",
        "url": "https://1cloudfile.com/i6xT",
        "img": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_656/b_white/f_auto/q_auto/ncom/en_US/games/switch/s/subnautica-switch/hero"
    }, {
        "name": "Jump King",
        "description": "Jump King is a challenging platformer game where players control a character who must jump from platform to platform to reach the top of a tower and rescue a smoking hot babe. The game is known for its difficulty, with each jump requiring precise timing and control to avoid falling back down to the bottom of the tower. Players must also manage their character's stamina, which depletes with each jump and can only be restored by resting on certain platforms. The game features a minimalist art style and a retro-inspired soundtrack, adding to its nostalgic appeal. Jump King is a game that rewards patience, perseverance, and skill, making it a satisfying but challenging experience for players.",
        "url": "https://1cloudfile.com/23V5L",
        "img": "https://i0.wp.com/game3rb.com/wp-content/uploads/2022/05/0-66.jpg?resize=670%2C384&ssl=1"
    }, {
        "name": "Sons Of The Foresrt",
        "description": "Zabavná hra",
        "url": "https://crack.com/",
        "img": "/src/imgs/adolf.png"
    }, {
        "name": "Sons Of The Foresrt",
        "description": "Zabavná hra",
        "url": "https://crack.com/",
        "img": "/src/imgs/adolf.png"
    }


]